Revit 2024 API
SpecTypeId.ReinforcementCover Property
 Reinforcement Cover, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId ReinforcementCover { get; }
Visual Basic
Public Shared ReadOnly Property ReinforcementCover As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ReinforcementCover {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace